cancelled = 'Отменено'
not_implemented = 'Не реализовано'
commands_updated = 'Команды обновлены'

unknown = 'Не понимаю тебя. Нажми /start, чтобы просмотреть тарифы'

welcome = """
🥺 Привет! Здесь ты можешь поддержать админшу и приобрести доступ в закрытый канал, где будет выкладываться контент, который нельзя постить в основной 👉🏻👈🏻 

💕 Очень много артов и горячих видео уже ждут тебя
———————————————————

🥺 Hello! Here you can support the admin (girl) and get access to a closed channel, where there will be content that cannot be posted to the main channel👉🏻👈🏻 

💕 A lot of arts and hot videos are already waiting for you

👀 Обзор на приватку (Review on a private channel)
https://telegra.ph/Obzor-privata--Review-on-a-private-channel-10-22
"""

ask_to_choose_tariff = """
Чтобы ознакомиться с тарифом, выбери необходимый, нажав на соответствующую кнопку
————————————————————————————
To get acquainted with the tariff, select the one you need by clicking on the appropriate button
"""

tariff_info = """
<b>Тариф</b>: {title}
<b>Стоимость</b>: {price:.2f} RUB
<b>Срок действия</b>: {duration}

{description}
"""

tariff1_description = """\
<b>Вы получите доступ к следующим ресурсам:</b> 
-🔥 Hot Private (канал)

🌸 Доступ к приватному каналу навсегда
————————————————————-
🌸 Access to a private channel forever\
"""

tariff2_description = """\
<b>Вы получите доступ к следующим ресурсам:</b> 
-🔥 Hot Private (канал)

Самый выгодный тариф 

🥰 Бессрочный доступ к приватке 

🎁 + доступ к слитым пакам и материалам, на которые мы потратили уже около ~25 000р

Обещаю, что такого ты ещё нигде не видел и вряд-ли найдёшь сам 💌
"""

payment_info = """
✅ Счёт на оплату сформирован. \
Доступы к закрытым сообществам будут открыты, как только вы оплатите его.
"""
